Repository: adiparvu/pro.home
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: ro
Languages: de, en, fr, nl

# 5 minutes
source: 5 minute
en: 5 minutes

# 5 of 8 items
source: 5 din 8 produse
en: 5 of 8 items

# 6 Months
source: 6 Luni
en: 6 Months

# 6-DIGIT CODE
source: COD DE 6 CIFRE
en: 6-DIGIT CODE

# 6M
source: 6L
en: 6M

# 7 days
source: 7 zile
en: 7 days

# 8 hours
source: 8 ore
en: 8 hours

# A few appliances need a check
source: Câteva echipamente necesită verificare
en: A few appliances need a check

source: Un link de verificare va fi trimis la adresa nouă. E-mailul va fi schimbat doar după confirmare.
en: A verification link will be sent to your new address. Your email will only change after you confirm it.

# ACCESS
source: ACCES
en: ACCESS

# AI Assistant
source: Asistent AI
en: AI Assistant

# AI MODEL
source: MODEL AI
en: AI MODEL

# AI Recommendations
source: Recomandări AI
en: AI Recommendations

# AI Settings
source: Setări AI
en: AI Settings

# AI assistant
source: Asistent AI
en: AI assistant

# AI powered property advisor
source: Consilier proprietate bazat pe AI
en: AI powered property advisor

# AMOUNT
source: SUMĂ
en: AMOUNT

# API KEY
source: CHEIE API
en: API KEY

# APP
source: APLICAȚIE
en: APP

# APPEARANCE
source: ASPECT
en: APPEARANCE

# ARIA Analysis
source: Analiză ARIA
en: ARIA Analysis

# ARIA Assistant
source: Asistent ARIA
en: ARIA Assistant

# ARIA Insights
source: Perspective ARIA
en: ARIA Insights

# ARIA is analyzing your property…
source: ARIA analizează proprietatea ta…
en: ARIA is analyzing your property…

source: ARIA este asistentul tău AI pentru proprietate, bazat pe Claude. Are context despre sarcinile, finanțele și documentele tale, astfel că îl poți întreba orice despre locuința ta.
en: ARIA is your AI property assistant powered by Claude. It has context about your tasks, finances, and documents, so you can ask it anything about your home.

# AUTOMATICALLY START
source: PORNIRE AUTOMATĂ
en: AUTOMATICALLY START

# AUTOMATIONS
source: AUTOMATIZĂRI
en: AUTOMATIONS

# AVAILABLE COMMANDS
source: COMENZI DISPONIBILE
en: AVAILABLE COMMANDS

# Accent Color
source: Culoare de accent
en: Accent Color

# Accepted
source: Acceptată
en: Accepted

source: Acces de urgență
en: Emergency access

# Access
source: Acces
en: Access

# Access Denied
source: Acces refuzat
en: Access Denied

# Account
source: Cont
en: Account

# Account ID
source: ID cont
en: Account ID

# Accounts
source: Conturi
en: Accounts

# Acknowledge Alert
source: Confirmă alerta
en: Acknowledge Alert

# Actions on this page
source: Acțiuni pe această pagină
en: Actions on this page

# Activate
source: Activează
en: Activate

# Activate Siri Commands
source: Activează comenzi Siri
en: Activate Siri Commands

source: Activează o singură dată — Siri învață toate cele %lld comenzi. Pentru a le elimina, mergi la Setări iPhone › Siri.
en: Activate once — Siri learns all %lld commands. To remove, go to iPhone Settings › Siri.

# Active
source: Activ
en: Active

# Active Deliveries
source: Livrări active
en: Active Deliveries

# Active sessions
source: Sesiuni active
en: Active sessions

# Active tasks in progress
source: Sarcini active în progres
en: Active tasks in progress

# Active â trage pentru reordonare
source: Active — trage pentru reordonare
en: Active — drag to reorder

# Active — drag to reorder
source: Active — trage pentru reordonare
en: Active — drag to reorder

# ActiveazÄ
source: Activează
en: Enable

source: Activează
en: Enable

source: Activitate pe proprietate: %lld
en: Activity on this property: %lld

# Activities appear automatically as you
source: Activitățile apar automat pe măsură ce
en: Activities appear automatically as you

# Activities appear automatically as you add tasks, documents, and transactions.
source: Activitățile apar automat pe măsură ce adaugi sarcini, documente și tranzacții.
en: Activities appear automatically as you add tasks, documents, and transactions.

# Activity
source: Activitate
en: Activity

# Activity log
source: Jurnal de activitate
en: Activity log

source: Activitățile de securitate vor apărea aici
en: Security activities will appear here

# AdaugÄ
source: Adaugă
en: Add

# AdaugÄ articol
source: Adaugă articol
en: Add item

# AdaugÄ fotografie
source: Adaugă fotografie
en: Add photo

# AdaugÄ membri
source: Adaugă membri
en: Add members

source: Adaugă
en: Add

source: Adaugă membri
en: Add members

source: Adaugă membri familiei pentru a începe.
en: Add family members to get started.

source: Adaugă persoane care te pot ajuta cu recuperarea contului
en: Add people who can help you recover your account

source: Adaugă persoană
en: Add Person

source: Adaugă în listă
en: Add to list

# Add
source: Adaugă
en: Add

# Add Appliance
source: Adaugă electrocasnic
en: Add Appliance

# Add Bill
source: Adaugă factură
en: Add Bill

# Add Buried Line
source: Adaugă linie îngropată
en: Add Buried Line

# Add Contact
source: Adaugă contact
en: Add Contact

# Add Contractor
source: Adaugă contractor
en: Add Contractor

# Add Controller
source: Adaugă controler
en: Add Controller

# Add Document
source: Adaugă document
en: Add Document

# Add First Entry
source: Adaugă prima înregistrare
en: Add First Entry

# Add Item
source: Adaugă articol
en: Add Item

# Add Maintenance Task
source: Adaugă sarcină de întreținere
en: Add Maintenance Task

# Add Member
source: Adaugă membru
en: Add Member

# Add Network
source: Adaugă rețea
en: Add Network

# Add Object
source: Adaugă obiect
en: Add Object

# Add Paint Color
source: Adaugă culoare vopsea
en: Add Paint Color

# Add Photo
source: Adaugă fotografie
en: Add Photo

# Add Plan
source: Adaugă plan
en: Add Plan

# Add Property
source: Adaugă proprietate
en: Add Property

# Add Record
source: Adaugă înregistrare
en: Add Record

# Add Sensor
source: Adaugă senzor
en: Add Sensor

# Add Task
source: Adaugă sarcină
en: Add Task

# Add Tenant
source: Adaugă chiriaș
en: Add Tenant

# Add Value Entry
source: Adaugă valoare
en: Add Value Entry

# Add a description (optional)
source: Adaugă o descriere (opțional)
en: Add a description (optional)

# Add a member label
source: Adaugă o etichetă de membru
en: Add a member label

# Add a property first to start chatting.
source: Adaugă mai întâi o proprietate pentru a începe conversația.
en: Add a property first to start chatting.

# Add a property to see its Digital Twin.
source: Adaugă o proprietate pentru a-i vedea Digital Twin-ul.
en: Add a property to see its Digital Twin.

# Add a task
source: Adaugă o sarcină
en: Add a task

# Add a tracking number to follow this parcel live.
source: Adaugă un număr AWB ca să urmărești coletul live.
en: Add a tracking number to follow this parcel live.

# Add a yearly inspection for the boiler, electrical system and plumbing.
source: Adaugă o inspecție anuală la boiler, sistem electric și instalații sanitare.
en: Add a yearly inspection for the boiler, electrical system and plumbing.

# Add accessories in Apple's Home app, then try again.
source: Adaugă accesorii în aplicația Acasă de la Apple, apoi încearcă din nou.
en: Add accessories in Apple's Home app, then try again.

# Add account
source: Adaugă cont
en: Add account

# Add accounts with "+" (Instagram, WhatsApp, etc.)
source: Adaugă conturi cu "+" (Instagram, WhatsApp, etc.)
en: Add accounts with "+" (Instagram, WhatsApp, etc.)

# Add as Zone
source: Adaugă ca zonă
en: Add as Zone

# Add attachment
source: Adaugă atașament
en: Add attachment

# Add cameras or sensors to uncovered areas of the property.
source: Adaugă camere sau senzori în zonele neacoperite ale proprietății.
en: Add cameras or sensors to uncovered areas of the property.

# Add contact
source: Adaugă contact
en: Add contact

# Add cover
source: Adaugă copertă
en: Add cover

# Add cover photo
source: Adaugă fotografie de copertă
en: Add cover photo

# Add date of birth
source: Adaugă data nașterii
en: Add date of birth

# Add dated photos to the Photo Journal to travel through time.
source: Adaugă fotografii datate în Jurnalul foto pentru a călători în timp.
en: Add dated photos to the Photo Journal to travel through time.

# Add delivery
source: Adaugă livrare
en: Add delivery

# Add details…
source: Adaugă detalii…
en: Add details…

# Add family members to collaborate on tasks and chat.
source: Adaugă membri ai familiei pentru a colabora la sarcini și chat.
en: Add family members to collaborate on tasks and chat.

# Add financial records to see the forecast
source: Adaugă înregistrări financiare pentru a vedea prognoza
en: Add financial records to see the forecast

# Add first color
source: Adaugă prima culoare
en: Add first color

# Add first delivery
source: Adaugă prima livrare
en: Add first delivery

# Add first element
source: Adaugă primul element
en: Add first element

# Add first item
source: Adaugă primul obiect
en: Add first item

# Add first member
source: Adaugă primul membru
en: Add first member

# Add first photo
source: Adaugă prima fotografie
en: Add first photo

# Add first plant
source: Adaugă prima plantă
en: Add first plant

# Add group description
source: Adaugă descrierea grupului
en: Add group description

# Add integration
source: Adaugă integrare
en: Add integration

# Add item
source: Adaugă obiect
en: Add item

# Add items in Inventory first, then link them here.
source: Adaugă mai întâi articole în Inventar, apoi conectează-le aici.
en: Add items in Inventory first, then link them here.

# Add manually
source: Adaugă manual
en: Add manually

# Add member
source: Adaugă membru
en: Add member

# Add members in the Family Members section to configure supervision.
source: Adaugă membri în secțiunea Membri de familie pentru a configura supravegherea.
en: Add members in the Family Members section to configure supervision.

# Add new room
source: Adaugă cameră nouă
en: Add new room

# Add object
source: Adaugă obiect
en: Add object

# Add objects to your property zones from the Digital Twin
source: Adaugă obiecte în zonele proprietății din Digital Twin
en: Add objects to your property zones from the Digital Twin

# Add option
source: Adaugă opțiune
en: Add option

# Add overdue tasks to Reminders for quick action.
source: Adaugă sarcinile întârziate în Reminders pentru acțiune rapidă.
en: Add overdue tasks to Reminders for quick action.

# Add owner
source: Adaugă proprietar
en: Add owner

# Add packages to track
source: Adaugă colete de urmărit
en: Add packages to track

# Add packages to track your deliveries.
source: Adaugă pachete pentru a urmări livrările tale.
en: Add packages to track your deliveries.

# Add photos
source: Adaugă fotografii
en: Add photos

# Add photos of your property — separate from the cover photo.
source: Adaugă poze cu proprietatea ta — separat de poza de copertă.
en: Add photos of your property — separate from the cover photo.

# Add plant
source: Adaugă plantă
en: Add plant

# Add plants to track
source: Adaugă plante pentru îngrijire
en: Add plants to track

# Add plants to track watering and their health status.
source: Adaugă plante pentru a urmări udarea și starea lor de sănătate.
en: Add plants to track watering and their health status.

# Add reference photo
source: Adaugă fotografie de referință
en: Add reference photo

# Add renovation
source: Adaugă renovare
en: Add renovation

# Add rooms, appliances, systems and track their condition
source: Adaugă camere, electrocasnice, sisteme și urmărește starea lor
en: Add rooms, appliances, systems and track their condition

# Add social network
source: Adaugă rețea socială
en: Add social network

# Add someone else…
source: Adaugă altcineva…
en: Add someone else…

# Add status
source: Adaugă status
en: Add status

# Add team members…
source: Adaugă membri echipă…
en: Add team members…

# Add tenants to manage their contact info and lease details in one place.
source: Adaugă chiriași pentru a le gestiona informațiile de contact și detaliile contractului într-un singur loc.
en: Add tenants to manage their contact info and lease details in one place.

# Add the event name
source: Numele evenimentului
en: Add the event name

# Add the first job, cost or note
source: Adaugă prima lucrare, cost sau notă
en: Add the first job, cost or note

# Add the location (optional)
source: Adaugă locația (opțional)
en: Add the location (optional)

# Add to Apple Calendar
source: Adaugă în Apple Calendar
en: Add to Apple Calendar

# Add to Apple Reminders
source: Adaugă în Apple Reminders
en: Add to Apple Reminders

# Add to Calendar
source: Adaugă în calendar
en: Add to Calendar

# Add to Digital Twin?
source: Adaugă în Digital Twin?
en: Add to Digital Twin?

# Add to Favorites
source: Adaugă la favorite
en: Add to Favorites

# Add to favorites
source: Adaugă la favorite
en: Add to favorites

# Add to inventory
source: Adaugă la inventar
en: Add to inventory

# Add to list
source: Adaugă la listă
en: Add to list

# Add to status
source: Adaugă la status
en: Add to status

# Add to supplies
source: Adaugă la consumabile
en: Add to supplies

# Add transactions to see the chart
source: Adaugă tranzacții pentru a vedea graficul
en: Add transactions to see the chart

# Add value estimates to follow how your property appreciates.
source: Adaugă evaluări ca să urmărești cum se apreciază proprietatea.
en: Add value estimates to follow how your property appreciates.

# Add widget
source: Adaugă widget
en: Add widget

# Add your first appliance
source: Adaugă primul electrocasnic
en: Add your first appliance

# Add your first contractor
source: Adaugă primul contractor
en: Add your first contractor

# Add your first task
source: Adaugă prima sarcină
en: Add your first task

# Add your first transaction by tapping +
source: Adaugă prima tranzacție apăsând +
en: Add your first transaction by tapping +

# Add your tags to Apple Wallet
source: Adaugă tagurile în Apple Wallet
en: Add your tags to Apple Wallet

# Added to Apple Calendar
source: Adăugat în Apple Calendar
en: Added to Apple Calendar

# Added, but the invite email failed: %@
source: Adăugat, dar emailul de invitație a eșuat: %@
en: Added, but the invite email failed: %@

# Addingâ¦
source: Se adaugă…
en: Adding…

# Additional notes…
source: Note suplimentare…
en: Additional notes…

# Address
source: Adresă
en: Address

# Address (optional)
source: Adresă (opțional)
en: Address (optional)

# Admin permissions
source: Permisiuni de administrator
en: Admin permissions

# Administrative
source: Administrativ
en: Administrative

source: Adresă
en: Address

source: Adresă email
en: Email address

# Advanced
source: Avansat
en: Advanced

# Advanced account security
source: Securitate avansată a contului
en: Advanced account security

# Advanced chat privacy
source: Confidențialitate avansată a conversației
en: Advanced chat privacy

# Advanced privacy
source: Confidențialitate avansată
en: Advanced privacy

# Advanced security
source: Securitate avansată
en: Advanced security

# AfiÈeazÄ voturile
source: Afișează voturile
en: Show votes

source: Afișează voturile
en: Show votes

source: După ce o creezi, deschide integrarea și copiază cheia secretă în serviciul extern.
en: After you create it, open the integration to copy its secret key into the external service.

# Air conditioning
source: Aer condiționat
en: Air conditioning

source: Ajutor & FAQ
en: Help & FAQ

# Alarm system
source: Sistem de alarmă
en: Alarm system

source: Alege aplicația
en: Choose app

source: Alege cum contactezi
en: Choose how to contact

# Alert above
source: Alertă peste
en: Alert above

# Alert below
source: Alertă sub
en: Alert below

# Alerts
source: Alerte
en: Alerts

# Alerts 30 and 7 days before expiry
source: Alerte la 30 și 7 zile înainte de expirare
en: Alerts 30 and 7 days before expiry

# Alerts 7 days before warranty ends (%@)
source: Alertează cu 7 zile înainte de expirarea garanției (%@)
en: Alerts 7 days before warranty ends (%@)

# Alerts are scheduled on your device
source: Alertele sunt programate pe dispozitiv
en: Alerts are scheduled on your device

# Alerts from property automations
source: Alerte din automatizări proprietate
en: Alerts from property automations

# All
source: Toate
en: All

# All (%lld)
source: Toate (%lld)
en: All (%lld)

# All %lld shortcuts activated for Siri!
source: Toate cele %lld comenzi rapide au fost activate pentru Siri!
en: All %lld shortcuts activated for Siri!

# All Automations
source: Toate automatizările
en: All Automations

# All Time
source: Tot timpul
en: All Time

# All app preferences
source: Toate preferințele aplicației
en: All app preferences

# All categories
source: Toate categoriile
en: All categories

# All caught up
source: Totul la zi
en: All caught up

# All clear today
source: Totul e în regulă azi
en: All clear today

# All clear — no urgent alerts
source: Totul bine — fără alerte urgente
en: All clear — no urgent alerts

# All documents are already linked or no documents exist.
source: Toate documentele sunt deja legate sau nu există documente.
en: All documents are already linked or no documents exist.

# All done!
source: Gata!
en: All done!

# All elements
source: Toate elementele
en: All elements

# All good at home
source: Totul e în regulă acasă
en: All good at home

# All maintenance tasks
source: Toate sarcinile de întreținere
en: All maintenance tasks

# All messages with %@ will be permanently deleted.
source: Toate mesajele cu %@ vor fi șterse permanent.
en: All messages with %@ will be permanently deleted.

# All plants are watered!
source: Toate plantele sunt udate!
en: All plants are watered!

# All tasks are complete!
source: Toate sarcinile sunt finalizate!
en: All tasks are complete!

# All tasks completed
source: Toate sarcinile finalizate
en: All tasks completed

# All time
source: Tot timpul
en: All time

# All types
source: Toate tipurile
en: All types

# All watered
source: Toate udate
en: All watered

# All your data will be permanently deleted. This action cannot be undone.
source: Toate datele tale vor fi șterse permanent. Această acțiune nu poate fi anulată.
en: All your data will be permanently deleted. This action cannot be undone.

# All your data will be permanently deleted. This cannot be undone.
source: Toate datele tale vor fi șterse permanent. Aceasta nu poate fi anulată.
en: All your data will be permanently deleted. This cannot be undone.

# All your documents
source: Toate documentele
en: All your documents

# All your documents are up to date.
source: Toate documentele sunt la zi.
en: All your documents are up to date.

# All zones
source: Toate zonele
en: All zones

# Allow Calendar access in Settings to use this.
source: Permite accesul la Calendar din Setări pentru a folosi asta.
en: Allow Calendar access in Settings to use this.

# Allow Reminders access in Settings to use this.
source: Permite accesul la Reminders din Setări pentru a folosi asta.
en: Allow Reminders access in Settings to use this.

# Allow access to invite people straight from your address book.
source: Permite accesul ca să inviți oameni direct din agenda telefonului.
en: Allow access to invite people straight from your address book.

# Also create a task
source: Creează și o sarcină
en: Also create a task

# Amount (€)
source: Sumă (€)
en: Amount (€)

source: An construit
en: Year Built

# Analytics
source: Analiză
en: Analytics

# And
source: Și
en: And

source: Anulează
en: Cancel

source: Anulează secretizarea
en: Remove secrecy

source: Orice aplicație care poate trimite un POST poate livra mesaje: automatizări Shortcuts, Zapier, IFTTT, un server de acasă. Regenerarea tokenului deconectează instant tot ce folosea tokenul vechi.
en: Any app that can send a POST request can deliver messages: Shortcuts automations, Zapier, IFTTT, a home server. Rotating the token instantly disconnects everything using the old one.

source: Oricine scanează codul QR va vedea o pagină web cu datele tale de contact pentru returnarea articolului.
en: Anyone who scans the QR code will see a web page with your contact details so they can return the item.

# Anyone with this link or QR code can join %@.
source: Oricine are acest link sau cod QR se poate alătura %@.
en: Anyone with this link or QR code can join %@.

# Apartment
source: Apartament
en: Apartment

# ApasÄ pentru prognozÄ
source: Apasă pentru prognoză
en: Tap for forecast

# App
source: Aplicație
en: App

# App Icon
source: Iconiță aplicație
en: App Icon

# App data is included in your iPhone iCloud backup automatically.
source: Datele aplicației sunt incluse automat în backup-ul iCloud al iPhone-ului tău.
en: App data is included in your iPhone iCloud backup automatically.

# Appearance
source: Aspect
en: Appearance

source: Localizarea live AirTag necesită aplicația Găsire (API privat Apple). Salvează numele aici ca referință, apoi deschide Găsire pentru tracking live.
en: Apple AirTag live location requires the Find My app (private Apple API). Save the name here as a reference, then open Find My for live tracking.

# Apple Intelligence · On-device
source: Apple Intelligence · Pe dispozitiv
en: Apple Intelligence · On-device

# Appliance
source: Electrocasnic
en: Appliance

# Appliance added
source: Electrocasnic adăugat
en: Appliance added

# Appliances
source: Electrocasnice
en: Appliances

# Apply
source: Aplică
en: Apply

# Apply address
source: Aplică adresa
en: Apply address

source: Aprobare recuperare
en: Recovery approval

source: Arată online și văzut ultima dată
en: Show online and last seen

# Archived
source: Arhivate
en: Archived

source: Are cont PRVIO
en: Has a PRVIO account

# Area
source: Suprafață
en: Area

# Area (m²)
source: Suprafață (m²)
en: Area (m²)

source: Arhivează
en: Archive

# Arriving today
source: Sosește azi
en: Arriving today

source: Asistent AI
en: AI Assistant

# Ask
source: Întreabă
en: Ask

# Ask ARIA
source: Întreabă ARIA
en: Ask ARIA

# Ask about your property…
source: Întreabă despre proprietatea ta…
en: Ask about your property…

# Ask your assistant in PRVIO.
source: Întreabă asistentul tău în PRVIO.
en: Ask your assistant in PRVIO.

source: Aspect
en: Appearance

# Assign Task
source: Atribuie sarcină
en: Assign Task

# Assign To
source: Asignează la
en: Assign To

# Assistant
source: Asistent
en: Assistant

# Assistant Name
source: Nume asistent
en: Assistant Name

# Assistant name
source: Nume asistent
en: Assistant name

# At least 10 characters
source: Cel puțin 10 caractere
en: At least 10 characters

# Atinge un ton ca sÄ-l asculÈi. SelecÈia se salveazÄ automat.
source: Atinge un ton ca să-l asculți. Selecția se salvează automat.
en: Tap a tone to hear it. Your choice is saved automatically.

# Attach file
source: Atașează fișier
en: Attach file

# Attachment
source: Atașament
en: Attachment

# Attention
source: Atenție
en: Attention

# Attic
source: Pod
en: Attic

# Aurora
source: Auroră
en: Aurora

# Authenticate to continue
source: Autentifică-te pentru a continua
en: Authenticate to continue

# Authentication failed. Try again.
source: Autentificare eșuată. Încearcă din nou.
en: Authentication failed. Try again.

# Authenticator
source: Autentificator
en: Authenticator

# Authenticator app
source: Aplicație de autentificare
en: Authenticator app

# Auto Dark/Light Switch
source: Comutare automată întunecat/luminos
en: Auto Dark/Light Switch

# Auto L/D
source: Auto L/Î
en: Auto L/D

# Auto-extracts amount, consumption, and month from your bill
source: Extrage automat suma, consumul și luna din factura ta
en: Auto-extracts amount, consumption, and month from your bill

# Auto-import
source: Import automat
en: Auto-import

# Auto-import home expenses from your bank transactions.
source: Importă automat cheltuielile casei din tranzacțiile bancare.
en: Auto-import home expenses from your bank transactions.

# Auto-lock
source: Blocare automată
en: Auto-lock

source: AutoFill Credențiale
en: AutoFill Credentials
